      *-----------------------
       IDENTIFICATION DIVISION.
      *-----------------------
       PROGRAM-ID.    HELLOCBL

      *------------------
       PROCEDURE DIVISION.
      *------------------
           DISPLAY 'Hello Cobol!'.
           STOP RUN.
