//HELLO    JOB
//*
//* PRINT "HELLO MAINFRAME" ON JOB OUTPUT USING IEBGENER
//*   PROGRAM TO COPY DATA
//*
//* NOTE: THE EXCLAMATION POINT IS INVALID EBCDIC FOR JCL
//*   AND WILL CAUSE A JCL ERROR
//*
//STEP0001 EXEC PGM=IEBGENER
//SYSIN    DD DUMMY
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD *
HELLO MAINFRAME
/*
//SYSUT2   DD SYSOUT=*
//
