//RUN     JOB ,NOTIFY=&SYSUID,
// MSGCLASS=H,MSGLEVEL=(1,1),REGION=144M
//*
//* PRINT "Hello Cobol!" USING HELLO COBOL PROGRAM
//*
//    SET HLQ='AOC5JT'                       *TSO USER ID
//*
//RUN    EXEC PGM=HELLO
//STEPLIB  DD DSN=&HLQ..AOC23.LOAD,DISP=SHR
//*
//SYSOUT   DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
